Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/codeberg-weblate.tmx
Source language: en
Languages: sv

source: PIN received! Sadly, you don't have a user account with us yet. {register_link}
sv: Pinkod mottagen! Tyvärr, du har inget användarkonto hos oss än. {register_link}

source: This block splits the color components of lasers. Depending on the colors, a laser that hits the angled part either goes straight through, is deflected, or is split into two lasers of different colors.
sv: Det här blocket delar laserstrålarnas färgkomponenter. Beroende på färgerna går en laser som träffar den vinklade delen antingen rakt igenom, avlänkas eller delas i två lasrar med olika färger.

source: Hook
sv: Krok

source: New Followers
sv: Nya följare

source: Eyeball
sv: Öga

source: This post is %s
sv: Denna post är %s

source: Incorrect group expiry time field size
sv: Felaktig fältstorlek för grupputgångstid

source: You selected a key file in an old format which ChiPass<br>may stop supporting in the future.<br><br>Please consider generating a new key file instead.
sv: Du valde ett äldre nyckelfilsformat, som stödet <br>kan komma att tas bort för i framtiden.<br> <br>Överväg att generera en ny nyckelfil istället.

source: In some jurisdictions, imprints are not mandatory. If you leave this field blank, the footer will show no link to the imprint.
sv: I vissa jurisdiktioner är märkning inte obligatoriskt. Om du lämnar fältet tomt kommer sidfoten inte visa någon länk till märkningen.

source: Select a satellite
sv: Välj en satellit

source: Load previously open databases on startup
sv: Läs in tidigare öppna databaser vid programstart

source: p.m.
sv: eftermiddag

source: Article reading progress and seen status,
sv: Artikel-läsprogression och sedd-status,

source: Cyan Cloth
sv: Cyanfärgat tyg

source: Requires both running on startup and in background
sv: Kräver att den körs både vid uppstart och i bakgrunden

source: Reopen
sv: Öppna igen

source: An instance of %1.
sv: En förekomst av '%1'.

source: Third-Party Licenses
sv: Tredjepartslicenser

source: username is not available
sv: användarnamnet är ej tillgängligt

source: Delete selected wordlist
sv: Ta bort markerad ordlista

source: Advanced Search might not work in all instances. You can invert an option by prefixing it with -. For example, -is:reply to filter out all replies.
sv: Avancerad sökning kanske inte fungerar i alla fall. Du kan invertera ett alternativ genom att sätta prefixet -. Till exempel, -is:reply för att filtrera bort alla svar.

source: Group Lists
sv: Grupplistor

source: Archive threads (instead of deleting them) when the thread limit is exceeded.
sv: Arkivera trådar i stället för att ta bort dem när trådgränsen överskrids.

source: Usernames may not end with punctuation.
sv: Användarnamn får inte sluta med skiljetecken.

source: Browser Cache
sv: Webbläsarcache

source: Writing the database failed %1.
sv: Kunde inte skriva databas %1.

source: Import your Pinboard bookmarks
sv: Importera dina Pinboard-bokmärken

source: Type: Sequence
sv: Typ: Sekvens

source: Average password length is less than ten characters. Longer passwords provide more security.
sv: Genomsnittlig lösenordslängd är mindre än 10 tecken. Längre lösenord är säkrare.

source: White Noise (movethrough)
sv: Vitt brus (genomsläppligt)

source: Notes for the entry.
sv: Anteckningar för posten.

source: Intro Line 2
sv: Intro rad 2

source: Otherwise you can register an account on this instance or on other flohmarkt instances.
sv: Annars kan du registrera ett konto på den här eller någon annan Flohmarkt-instans.

source: Dominant blocks
sv: Dominerande block

source: Your level files (.mts and .csv) will be saved in the world directory.
sv: Dina nivåfiler, .mts och .csv, sparas i världskatalogen.

source: Supported Radios
sv: Radio som stöds

source: Please enter a name at least %d characters long.
sv: Ange ett namn med minst %d tecken.

source: %s has moved to %s
sv: %s har flyttat till %s

source: This setting is purely cosmetic. To actually prevent access, configure your HTTPS server to require password authorization.
sv: Den här inställningen är endast kosmetisk. För att faktiskt förhindra åtkomst måste du konfigurera HTTPS-servern så att den kräver lösenordsautentisering.

source: Read more about collections in the <a class="%s" href="%s">documentation</a>.
sv: Läs mer om samlingar i <a class="%s" href="%s">dokumentationen</a>.

source: Enter password for new entry:
sv: Ange lösenord för ny post:

source: Special Equipment
sv: Specialutrustning

source: Running
sv: Körs

source: Maintenance
sv: Underhåll

source: Allow arbitrary currencies
sv: Tillåt godtyckliga valutor

source: Limited Sign-ups
sv: Begränsade registreringar

source: Please wait, health data is being calculated…
sv: Väta, hälsodata beräknas…

source: No Blocked Accounts
sv: Inga blockerade konton

source: Created within the past 30 days
sv: Skapade under de senaste 30 dagarna

source: Edit View
sv: Redigeringsvisning

source: E-Mail
sv: E-post

source: Replace username and password with references
sv: Ersätt användarnamn och lösenord med referenser

source: User is blocked
sv: Användaren är blockad

source: Dark Grey Locked Chest
sv: Låst mörkgrå kista

source: Call Reset
sv: Återställ samtal

source: KeePass1 Database
sv: KeePass 1-databas

source: White Cloth
sv: Vitt tyg

source: Delete plugin data from Entry(s)…
sv: Tar bort insticksdata från post…

source: No entries with passkeys.
sv: Det finns inga poster med passnycklar.

source: invalid URL
sv: ogiltig URL

source: <html><head/><body><p><span style=" font-weight:600;">Conflict resolution strategies:</span></p><p>If some of the imported objects (channels, contacts, ...) already exist, select how these conflicts are resolved for items and sets.</p></body></html>
sv: <html><head/><body><p><span style=" font-weight:600;">Strategier för konflikthantering:</span></p><p>Om några av de importerade objekten (kanaler, kontakter, …) redan finns väljer du hur konflikterna ska hanteras för poster och uppsättningar.</p></body></html>

source: Encrypted files are not supported.
sv: Krypterade filer stöds inte.

source: Videos
sv: Videor

source: With Launching, you can use the yellow launchpads to launch upwards. Whee!
sv: Med uppskjutning kan du använda de gula avfyrningsramperna för att skjutas uppåt. Jippi!

source: PEM boundary mismatch
sv: PEM-gränsfel

source: Unable to init cipher for opdata01: %1
sv: Kan inte initiera chiffer för opdata01: %1

source: Transparent
sv: Genomskinlig

source: Couldn't update notification types: %s
sv: Kunde inte uppdatera aviseringstyperna: %s

source: XML file
sv: XML-fil

source: New Follows
sv: Nya följare

source: Including people who have been following you fewer than 3 days
sv: Inklusive personer som har följt dig i mindre än 3 dagar

source: LDAP attribute containing the email address
sv: LDAP-attribut som innehåller e-postadressen

source: Signals may appear as colored particles between sender and receiver (note: these particles may be disabled in the game settings). ON is a solid blue particle. OFF is a circular orange particle. TOGGLE is a purple particle that combines both shapes.
sv: Signaler kan visas som färgade partiklar mellan avsändare och mottagare. Observera att dessa partiklar kan vara inaktiverade i spelinställningarna. PÅ är en helblå partikel. AV är en rund orange partikel. VÄXLA är en lila partikel som kombinerar båda formerna.

source: Trying to update a message with the same content
sv: Försöker uppdatera ett meddelande med samma innehåll

source: No Collections
sv: Inga samlingar

source: Locator
sv: Lokalisering

source: lower case
sv: gemener

source: Only moderators and admins may approve items
sv: Endast moderatorer och administratörer får godkänna objekt

source: Key File:
sv: Nyckelfil:

source: or
sv: eller

source: allow screenshots and app recording (Windows/macOS)
sv: tillåt skärmklipp och programinspelning (Windows/macOS)

source: Could not save, database has not been initialized!
sv: Kunde inte spara, databasen har inte startats!

source: Dim Metadata Labels
sv: Dimma metadataetiketter

source: Articles
sv: Artiklar

source: Hello {name}, We are happy to welcome you again. Your ban on our flohmarkt instance has been lifted by an admin or moderator. We wish you a happy backyardsale! Visit us again at {external_url} Yours, {instance_name}
sv: Hej {name}, Din avstängning från vår flohmarkt-instans har hävts av en administratör eller moderator. Vi är glada att välkomna dig tillbaka till vår lokala marknadsplats. Besök oss igen på {external_url} Hälsningar, {instance_name}

source: Re-Approve
sv: Godkänn på nytt

source: Document
sv: Dokument

source: Default language for this flohmarkt. Used as fallback for strings that are not translated to the user's preferred language yet. English is always used as the final fallback language.
sv: Standardspråk för denna flohmarkt. Används som reserv för strängar som ännu inte har översatts till användarens föredragna språk. Engelska används alltid som sista reservspråk.

source: Invalid KDF iterations, cannot decrypt json file
sv: Ogiltiga KDF-upprepningar, kan inte avkryptera json-filen.

source: Gravel
sv: Grus

source: Fonts won't be archived
sv: Teckensnitt arkiveras inte

source: Yes. I’m counting on you! You all have been granted a generous amount of processing power.
sv: Ja. Jag räknar med er! Ni har alla fått en generös mängd processorkraft.

source: Grey Brick Block
sv: Grått tegelblock

source: Note: This scan report was created before the first terraforming missions were started. It might be outdated.
sv: Observera: Den här skanningsrapporten skapades innan de första terraformeringsuppdragen inleddes. Den kan vara inaktuell.

source: Math Symbols
sv: Matematiksymboler

source: Scan Lists
sv: Söklistor

source: Purged %n icon(s) from the database.
sv: Tog bort %n ikon från databasen.

source: Invalid URL provided
sv: Ogiltig URL angiven

source: Only owners, admins or moderators may delete item
sv: Bara ägaren, admins eller moderatorer får radera artiklar

source: In the “Get items” menu, the first items on page 1 are the most important ones, as those are the level editing tools.
sv: I menyn ”Hämta föremål” är de första föremålen på sida 1 viktigast, eftersom de är verktygen för nivåredigering.

source: Delete channel?
sv: Ta bort kanal?

source: Import Links from a GoodLinks export file
sv: Importera Länkar från en GoodLinks-exportfil

source: Unknown command %1
sv: Okänt kommando %1

source: Birch Bud
sv: Björkknopp

source: Respawn
sv: Återuppstå

source: in an individual board
sv: på en enskild tavla

source: Water Source
sv: Vattenkälla

source: Update period
sv: Uppdateringsintervall

source: Length %1
sv: Längd %1

source: &Password:
sv: &Lösenord:

source: Header SHA256 mismatch
sv: Sidhuvudets SHA256 stämmer inte

source: Transmit Timeout
sv: Timeout för sändning

source: Perform &Auto-Type
sv: &Utför autoskriv

source: Space Usage
sv: Utrymmesanvändning

source: This tool aims to solve that. Collision comes with a simple &amp; clean UI, allowing anyone, from any age and experience group, to generate, compare and verify MD5, SHA-256, SHA-512, SHA-1, Blake3, CRC32 and Adler32 hashes.
sv: Detta verktyg är avsett att lösa det. Collision har ett enkelt och rent användargränssnitt som gör det möjligt för alla, oavsett ålder och erfarenhet, att generera, jämföra och verifiera hashvärden för MD5, SHA-256, SHA-512, SHA-1, Blake3, CRC32 och Adler32.

source: All Entries
sv: Alla poster

source: What can I do?
sv: Vad kan jag göra?

source: Play video
sv: Spela video

source: 100% (output full)
sv: 100 % (utmatningen är full)

source: Orange Carpet
sv: Orange matta

source: Invalid password length %1
sv: Ogiltig lösenordslängd %1

source: Send e-book by Email
sv: Skicka e-bok via Epost

source: Keep count of restockable items
sv: Håll koll på återställbara objekt

source: Note: Do NOT use a file that may change as that will prevent you from unlocking your database.
sv: OBS! Använd INTE en fil som kanske kommer att ändras, då det förhindrar upplåsning av databasen!

source: This gateway leads to the Hub, a special sector that connects the other sectors of the System.
sv: Den här porten leder till Navet, en särskild sektor som förbinder The Systems övriga sektorer.

source: Create DMR APRS System
sv: Skapa DMR APRS-system

source: Score
sv: Poäng

source: Expose entries under this group:
sv: Visa poster under denna grupp:

source: Relative file path where the page is located, excluding the .html suffix.
sv: Relativ filsökväg där sidan finns, utan filändelsen .html.

source: Your password was changed.
sv: Ditt lösenord har ändrats.

source: Disallow visitor posts
sv: Tillåt inte inlägg från besökare

source: Increase font size
sv: Öka teckenstorleken

source: PDF documents
sv: PDF-dokument

source: That pun is terrible.
sv: Den ordvitsen är hemsk.

source: Twigs
sv: Kvistar

source: Conversation with
sv: Konversation med

source: Stone Pillar
sv: Stenpelare

source: We're delighted to have you on board; one more step and you're good to go.
sv: Vi är glada att ha dig ombord; bara ett steg till så är du färdig.

source: Blue edge arrows: Rotation performed with the [Punch] key.
sv: Blå kantpilar: Rotation utförs med tangenten [Punch].

source: Password will expire soon
sv: Lösenordet upphör snart att gälla

source: Must use a consistent script (no mixing of e.g. Latin and Cyrillic)
sv: Måste använda ett enhetligt skriftsystem, utan blandning av exempelvis latinskt och kyrilliskt

source: Remove selected attachment
sv: Ta bort markerad bilaga

source: You have the latest version of ChiPass
sv: Du har den senaste versionen av ChiPass

source: Delete Contact
sv: Ta bort kontakt

source: You are about to export your database to an unencrypted file. This will leave your passwords and sensitive information vulnerable!
sv: Du är på väg att exportera din databas till en okrypterad fil. Detta kommer att lämna dina lösenord och annan känslig information i sårbart skick!

source: Stone Sword
sv: Stensvärd

source: Do you want to load the changes?
sv: Vill du läsa in ändringarna?

source: Duplicate embed detected.
sv: Dubblett av inbäddning upptäcktes.

source: Bronze Ingot
sv: Bronstacka

source: ChiPass is distributed under the terms of the GNU General Public License (GPL) version 2 or (at your option) version 3.
sv: ChiPass distribueras enligt villkoren i GNU General Public License (GPL) version 2 eller (om du vill) version 3.

source: Pinboard JSON backup File
sv: Säkerhetskopieringsfil för Pinboard JSON

source: Allow All && &Future
sv: Tillåt alla && framtida

source: ChiPass - Select Database
sv: ChiPass - Välj databas

source: Most Interactions
sv: Mest interaktioner

source: Display a small popup when you receive a new message.
sv: Visa en liten popup när du får ett nytt meddelande.

source: Unable to open file(s): %1
sv: Kan inte öppna fil:

source: Markdown allowed. Explain how users can get an account.
sv: Markdown tillåtet. Förklara hur användare kan skaffa ett konto.

source: Delete roaming channel?
sv: Ta bort roamingkanal?

source: Your account is connected and ready to use!
sv: Ditt konto är anslutet och redo att användas!

source: %s (& %d others)
sv: %s (& %d andra)

source: Invalid mob spawner configuration: @1
sv: Ogiltig konfiguration av varelsegenerator: @1

source: Plugins
sv: Insticksprogram

source: CSV file
sv: CSV-fil

source: %d keyword
sv: %d nyckelord

source: %d keywords
sv: %d nyckelord

source: URL of your Wallabag homepage
sv: URL för din Wallabad-sida

source: Request a new PIN
sv: Begär ny pinkod

source: _About Collision
sv: _Om Kollision

source: • Lever: May send signals to receivers when pulled
sv: • Spak: Kan skicka signaler till mottagare när den dras

source: No such user :(
sv: Användaren finns inte :(

source: Clone Entry Options
sv: Klona postens inställningar

source: Title Case
sv: Titelns skiftläge

source: Characters: %1
sv: Tecken: %1

source: Print item
sv: Skriv ut objekt

source: This is not a valid initialization key
sv: Det här är inte en giltig initieringsnyckel

source: Displayed Admin
sv: Visad admin

source: No Reason Given
sv: Ingen anledning gavs

source: Generate Password
sv: Generera lösenord

source: Convert into a draft
sv: Omvandla till ett utkast

source: Base64 decoding failed
sv: Base64-avkodning misslyckades

source: Item Rejected: {name}
sv: Objekt avvisat: {name}

source: Mod mode: View
sv: Moderatorläge: Visa

source: toot;mastodon;fediverse;gotosocial;pleroma;akkoma;
sv: tut;mastodon;fediversum;gotosocial;pleroma;akkoma;

source: Heat-resistant Skin Spray
sv: Värmetålig hudspray

source: No Announcements
sv: Inga tillkännagivanden

source: Delete zone?
sv: Ta bort zon?

source: Synchronizing from newer source %1 [%2]
sv: Synkroniserar från nyare källa %1 [%2]

source: Export is disabled in settings
sv: Export är inaktiverat i inställningarna

source: Unlock Database
sv: Lås upp databasen

source: Home &amp; Lists
sv: Hem &amp; listor

source: Cannot update orbital elements: %1
sv: Kan inte uppdatera banelement: %1

source: With Notes
sv: Med anteckningar

source: Compact Mode
sv: Kompakt läge

source: Scale Custom Emojis on Hover
sv: Skala anpassade emojis när du svävar

source: Bookmark filters
sv: Bokmärkesfilter

source: RX Group Lists
sv: Grupplistor

source: Create user
sv: Skapa användare

source: An external merge operation has invalidated this entry. Unfortunately, any changes made have been lost.
sv: En extern sammanslagningsåtgärd har ogiltigförklarat denna post. Alla genomförda ändringar kan tyvärr ha förlorats.

source: Entry %1 not found.
sv: Posten %1 hittades inte.

source: slide
sv: glidning

source: Structure of a level
sv: En nivås struktur

source: Hit from a cave master
sv: Träff från en grottmästare

source: Existing window associations
sv: Befintliga fönsterassociationer

source: Select a specific radio
sv: Välj en specifik radio

source: So the helpers will actually save the sectors?
sv: Så hjälparna kommer faktiskt att rädda sektorerna?

source: ChiPass requires the Accessibility permission in order to perform entry level Auto-Type. If you already granted permission, you may have to restart ChiPass.
sv: ChiPass kräver åtkomsttillstånd för att utföra automatisk skrivning på postnivå. Om du redan har beviljat tillstånd, kanske du behöver styarta om ChiPass.

source: Hide Spoilers
sv: Dölj spoilers

source: No Limits
sv: Inga begränsningar

source: Welcome to the Hades Information Terminal! Select a topic:
sv: Välkommen till Hades informationsterminal! Välj ett ämne:

source: Replace
sv: Ersätt

source: Plain Text
sv: Oformatterad text

source: Edit group
sv: Redigera grupp

source: Private Call
sv: Privat samtal

source: Top Tracks
sv: Topp spår

source: Decryption Time:
sv: Dekrypteringstid:

source: Leave blank to hide until a date is set. News items with publish dates in the future are hidden until that date.
sv: Lämna tomt för att dölja tills ett datum har angetts. Nyheter med publiceringsdatum i framtiden döljs fram till det datumet.

source: Choose a location for this instance. Items that are absurdly far away from this location will neither be processed nor displayed by this instance.
sv: Välj en plats för denna instans. Artiklar som är absurt långt ifrån denna plats kommer inte att bli varken processade av eller visas på denna instans.

source: Cannot write call-sign DB.
sv: Kan inte skriva anropssignal DB.

source: Cannot open file "%1" for reading.
sv: Kan inte öppna filen "%1" för läsning.

source: Use both agents
sv: Använd båda agenterna

source: Needs to grow from dirt or clay or be close to water to survive
sv: Behöver växa från jord eller lera eller vara nära vatten för att överleva

source: To import your articles from Wallabag, you must first create an API client in Wallabag's <strong>API clients management</strong> menu. This will give you a <strong>Client ID</strong> and <strong>Client secret</strong>.
sv: För att importera dina artiklar från Wallabag, måste du först skapa en API-klient i Wallabags <strong>API-klienthantering</strong>s meny. Detta kommer ge dig ett <strong>Klient-ID</strong> och en <strong>Klient-hemlighet</strong>.

source: Display Infobar
sv: Visa infofält

source: Open Auto-Type help webpage
sv: Öppna autoskrivhjälpens hemsida

source: Changes a block shape
sv: Ändrar ett blocks form

source: Language:
sv: Språk:

source: Path to okon-cli to search a formatted HIBP file
sv: Sökväg till okon-cli för att söka en formaterad HIBP-fil

source: Your Bio will be visible on your profile
sv: Din biografi visas i din profil

source: Admins are not allowed to deactivate themselves
sv: Admins får inte inaktivera sig själva

source: False
sv: Falsk

source: Delete RX Group
sv: Ta bort grupplista

source: Most blocks are solid. This includes stone, wood, tree trunks, furniture, dirt, sand, and more. Solid blocks cannot be destroyed, picked up, rotated or moved.
sv: De flesta block är massiva. Det gäller sten, trä, trädstammar, möbler, jord, sand och mer. Massiva block kan inte förstöras, plockas upp, roteras eller flyttas.

source: Young Blue-Flowering Garden Bush
sv: Ung blåblommande trädgårdsbuske

source: Hello, %s!
sv: Hej, %s!

source: Username contains characters that are not allowed.
sv: Användarnamnet innehåller otillåtna tecken.

source: Profile Picture Description
sv: Profilbild Beskrivning

source: Collection created.
sv: Samling skapad.

source: Red cross
sv: Röda Korset

source: Post to followers only
sv: Posta till följare endast

source: %s Wrapped
sv: %s Årsredovisning

source: Current season is @1 (forced).
sv: Aktuell årstid är @1 (låst).

source: No entry uuid found
sv: Inget post-uuid hittades

source: Missing entry field type number
sv: Typnummer för inmatningsfält saknas

source: More Listings from
sv: Fler annonser från

source: Laptop
sv: Bärbar dator

source: User created.
sv: Användare skapad.

source: Gateway to @1
sv: Port till @1

source: Import is finished!
sv: Importen är avslutad!

source: Select characters to type, navigate with arrow keys, Ctrl + S submits.
sv: Välj tecken att skriva, navigera med piltangenterna, Ctrl + S sparar.

source: Need object
sv: Objekt krävs

source: I’m going to do it right now. Are you ready?
sv: Jag gör det nu. Är du redo?

source: In Reply
sv: I svar

source: Since
sv: Sedan

source: New Post
sv: Nytt inlägg

source: Name of the attachment to be exported.
sv: Namn på bilaga att exportera.

source: What … what happened?
sv: Vad … vad hände?

source: Share by Link
sv: Dela via länk

source: Young Garden Bush
sv: Ung trädgårdsbuske

source: Refresh Callsign DB
sv: Uppdatera anropssignal DB

source: text must contain at most %d characters
sv: texten får innehålla högst %d tecken

source: You can change it later in your profile settings.
sv: Du kan ändra det senare i dina profilinställningar.

source: Block Sign-ups
sv: Blockera registreringar

source: Plane small
sv: Litet flygplan

source: Please confirm your subscription by clicking the link emailed to you.
sv: Bekräfta din prenumeration genom att klicka på länken som skickades till dig via e-post.

source: Rain Membrane
sv: Regnmembran

source: Wipe All Data…
sv: Rensa all data…

source: View Avatar
sv: Visa avatar

source: Double-click entries to edit.
sv: Dubbelklicka på poster för att redigera.

source: You can play level packs in “Custom levels”.
sv: Du kan spela nivåpaket i ”Egna nivåer”.

source: Import your Browser's Bookmarks, Pinboard, Instapaper
sv: Importera din webbläsares bokmärken, Pinboard, Instapaper

source: Executable
sv: Körbar

source: Solid Block
sv: Massivt block

source: Delete %s
sv: Ta bort %s

source: Boosts
sv: Förstärkningar

source: Last post on %s
sv: Senaste inlägg den %s

source: Overheating in lava
sv: Överhettning i lava
